export const KongFu=[
  {
    "line": 1,
    "lyric": "",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 2,
    "lyric": "1",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 3,
    "lyric": "2",
    "mix": "はいせーの",
    "action": "",
    "romaji": "hai se-no"
  },
  {
    "line": 4,
    "lyric": "3",
    "mix": "ミョーホントゥスケ！化繊飛除去！",
    "action": "振付",
    "romaji": "myo-hontouske kasentobijokyo"
  },
  {
    "line": 5,
    "lyric": "4 うっ！はっ！Let's go！ファイト！",
    "mix": "ジャージャー！ファイボー！ワイパー！",
    "action": "振付",
    "romaji": "jaja faibo waipa"
  },
  {
    "line": 6,
    "lyric": "5",
    "mix": "マルフォイ マルフォイ マルフォイ マルフォイ",
    "action": "振付",
    "romaji": "marufoi *4"
  },
  {
    "line": 7,
    "lyric": "6 うっ！はっ！",
    "mix": "あ～👏グリフィンドール",
    "action": "振付",
    "romaji": "a~ gurifindoru"
  },
  {
    "line": 8,
    "lyric": "7",
    "mix": "アクシオ レダクト ルーモス",
    "action": "振付",
    "romaji": "akushio redakuto rumos"
  },
  {
    "line": 9,
    "lyric": "8 えい！やあ！",
    "mix": "ウィンガーディア厶レヴィオーサー",
    "action": "振付",
    "romaji": "uingadiamurebio~sa~"
  },
  {
    "line": 10,
    "lyric": "9",
    "mix": "貴方のはレヴィオサー",
    "action": "振付",
    "romaji": "anatanowa rebiosa"
  },
  {
    "line": 11,
    "lyric": "10 うっ！はっ！",
    "mix": "エクスペクトパトローナム",
    "action": "振付",
    "romaji": "ekusupekuto batoronamu"
  },
  {
    "line": 12,
    "lyric": "11",
    "mix": "トムリドル トムリドル",
    "action": "振付",
    "romaji": "domuridoru domuridoru"
  },
  {
    "line": 13,
    "lyric": "12 えい！やあ！",
    "mix": "ヴォルデモートって知ってる？",
    "action": "振付",
    "romaji": "borudemoto te shiteru"
  },
  {
    "line": 14,
    "lyric": "GO！GO！ファイト！遮二無二ファイト！",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 15,
    "lyric": "油断は禁物 (禁物) 第六感を研ぎ澄ませて KO！ノックアウト！",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 16,
    "lyric": "紀元前から続く愛を守るべく 今こそ (今こそ)",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 17,
    "lyric": "みんなで力を合わせ 立ち上がらねば！はっ！",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 18,
    "lyric": "愛のため挑むのだ (イーアルサンスー)",
    "mix": "一二三四",
    "action": "",
    "romaji": "yi er san si"
  },
  {
    "line": 19,
    "lyric": "ビビってなんかないし (ウーリューチーパー)",
    "mix": "五六七八",
    "action": "",
    "romaji": "wu liu qi ba"
  },
  {
    "line": 20,
    "lyric": "拳を握り 彷徨う蜃気楼",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 21,
    "lyric": "ファイヤー！ (ほわちゃあああ！)",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 22,
    "lyric": "カンフー！ミラクル 必殺奥義で (うっはっ！)",
    "mix": "",
    "action": "功夫蛇",
    "romaji": ""
  },
  {
    "line": 23,
    "lyric": "空を越え 海を越え 挑め！",
    "mix": "",
    "action": "功夫蛇",
    "romaji": ""
  },
  {
    "line": 24,
    "lyric": "チャンス！みなぎる！風を起こし (うっはっ！)",
    "mix": "",
    "action": "功夫蛇",
    "romaji": ""
  },
  {
    "line": 25,
    "lyric": "超えたるぜ 見せたるぜ 根性",
    "mix": "",
    "action": "功夫蛇",
    "romaji": ""
  },
  {
    "line": 26,
    "lyric": "やっちゃちゃいな やっちゃちゃいな",
    "mix": "",
    "action": "功夫蛇",
    "romaji": ""
  },
  {
    "line": 27,
    "lyric": "やっちゃちゃいな モウマンタイ (えい！)",
    "mix": "",
    "action": "功夫蛇",
    "romaji": ""
  },
  {
    "line": 28,
    "lyric": "言っちゃちゃいな 言っちゃちゃいな",
    "mix": "",
    "action": "功夫蛇",
    "romaji": ""
  },
  {
    "line": 29,
    "lyric": "言っちゃちゃいな ウォーアイニー (やあ！)",
    "mix": "",
    "action": "功夫蛇",
    "romaji": ""
  },
  {
    "line": 30,
    "lyric": "1",
    "mix": "虎虎虎虎 虎虎虎虎",
    "action": "振付",
    "romaji": "tora tora tora tora tora tora tora tora"
  },
  {
    "line": 31,
    "lyric": "2 うっ！はっ！",
    "mix": "虎虎虎虎 虎火～！",
    "action": "振付",
    "romaji": "tora tora tora tora tora hi"
  },
  {
    "line": 32,
    "lyric": "3",
    "mix": "人造！繊維！海女！振動！",
    "action": "振付",
    "romaji": "jinzo seni ama shindo"
  },
  {
    "line": 33,
    "lyric": "4 えい！やあ！",
    "mix": "化繊！飛！除～去～！",
    "action": "振付",
    "romaji": "kasen tobi joukyo"
  },
  {
    "line": 34,
    "lyric": "まだまだ力が足りてない (えー？)",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 35,
    "lyric": "でもでも諦めたくはない (Yeah！)",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 36,
    "lyric": "鍛練 (鍛練！) 鍛練 (鍛練！)",
    "mix": "鍛練！鍛練！",
    "action": "",
    "romaji": "tanren tanren"
  },
  {
    "line": 37,
    "lyric": "マジマジマジマジマジ鍛練！",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 38,
    "lyric": "ダージャーハオ！限界なんてない",
    "mix": "大家好",
    "action": "",
    "romaji": "da jia hao"
  },
  {
    "line": 39,
    "lyric": "ダージャーハオ！敗退なんてない",
    "mix": "大家好",
    "action": "",
    "romaji": "da jia hao"
  },
  {
    "line": 40,
    "lyric": "ダージャーハオ！制限なんてない",
    "mix": "大家好",
    "action": "",
    "romaji": "da jia hao"
  },
  {
    "line": 41,
    "lyric": "明るく楽しい未来 アゲイン！",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 42,
    "lyric": "頑張って鍛えるのだ (イーアルサンスー)",
    "mix": "一二三四",
    "action": "",
    "romaji": "yi er san si"
  },
  {
    "line": 43,
    "lyric": "おやつもちょっと我慢 (ウーリューチーパー)",
    "mix": "五六七八",
    "action": "",
    "romaji": "wu liu qi ba"
  },
  {
    "line": 44,
    "lyric": "技を編み出し 目指す破天荒 (はっ！)",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 45,
    "lyric": "ファイトー！ (あちょおおお！)",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 46,
    "lyric": "カンフーミラクル 必勝闘志で (うっはっ！)",
    "mix": "",
    "action": "印度舞",
    "romaji": ""
  },
  {
    "line": 47,
    "lyric": "力込め 心込め 決めろ！",
    "mix": "",
    "action": "印度舞",
    "romaji": ""
  },
  {
    "line": 48,
    "lyric": "サンキュー！血騒ぐ！銅鑼を鳴らし (うっはっ！)",
    "mix": "",
    "action": "印度舞",
    "romaji": ""
  },
  {
    "line": 49,
    "lyric": "湧き上がる 燃え上がる 感情",
    "mix": "",
    "action": "印度舞",
    "romaji": ""
  },
  {
    "line": 50,
    "lyric": "やっちゃちゃいな やっちゃちゃいな",
    "mix": "",
    "action": "印度舞",
    "romaji": ""
  },
  {
    "line": 51,
    "lyric": "やっちゃちゃいな モウマンタイ (えい！)",
    "mix": "",
    "action": "印度舞",
    "romaji": ""
  },
  {
    "line": 52,
    "lyric": "言っちゃちゃいな 言っちゃちゃいな",
    "mix": "",
    "action": "印度舞",
    "romaji": ""
  },
  {
    "line": 53,
    "lyric": "言っちゃちゃいな ウォーアイニー (やあ！)",
    "mix": "",
    "action": "印度舞",
    "romaji": ""
  },
  {
    "line": 54,
    "lyric": "うっ！はっ！アイヤイヤー うっ！はっ！",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 55,
    "lyric": "うっ！はっ！アイヤイヤー うっ！はっ！",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 56,
    "lyric": "ほわちゃあああ！",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 57,
    "lyric": "1",
    "mix": "ウィスペケスィ チャペチャペチャペ",
    "action": "",
    "romaji": "uisupekesui chape chape chape"
  },
  {
    "line": 58,
    "lyric": "2",
    "mix": "チャペアペカラキナ カラアペチャペ",
    "action": "",
    "romaji": "chape ape kara kira kara ape chape"
  },
  {
    "line": 59,
    "lyric": "3",
    "mix": "除去飛除去 虎虎虎",
    "action": "",
    "romaji": "jokyotobijokyo toratoratora"
  },
  {
    "line": 60,
    "lyric": "4",
    "mix": "虎火人造繊維海女振動化繊",
    "action": "",
    "romaji": "tora hi jinzo seni ama shindo kasen"
  },
  {
    "line": 61,
    "lyric": "カンフーミラクル 必殺奥義で",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 62,
    "lyric": "空を越え 海を越え 挑め！",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 63,
    "lyric": "チャンス！みなぎる！風を起こし",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 64,
    "lyric": "超えたるぜ 見せたるぜ Yeah！",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 65,
    "lyric": "ファイヤー！ (あちょおおお！)",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 66,
    "lyric": "カンフーミラクル 必勝闘志で (うっはっ！)",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 67,
    "lyric": "力込め 心込め 決めろ！",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 68,
    "lyric": "サンキュー！血騒ぐ！銅鑼を鳴らし (うっはっ！)",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 69,
    "lyric": "湧き上がる 燃え上がる 感情",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 70,
    "lyric": "やっちゃちゃいな やっちゃちゃいな",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 71,
    "lyric": "やっちゃちゃいな モウマンタイ (えい！)",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 72,
    "lyric": "言っちゃちゃいな 言っちゃちゃいな",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 73,
    "lyric": "言っちゃちゃいな ウォーアイニー (やあ！)",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 74,
    "lyric": "愛のため どこまでも (はい！)",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 75,
    "lyric": "それではまた ツァイチェン！",
    "mix": "",
    "action": "",
    "romaji": ""
  },
  {
    "line": 76,
    "lyric": "1",
    "mix": "",
    "action": "横移",
    "romaji": ""
  },
  {
    "line": 77,
    "lyric": "2 うっ！はっ！",
    "mix": "",
    "action": "横移",
    "romaji": ""
  },
  {
    "line": 78,
    "lyric": "3",
    "mix": "",
    "action": "横移",
    "romaji": ""
  },
  {
    "line": 79,
    "lyric": "4 えい！やあ！",
    "mix": "",
    "action": "横移",
    "romaji": ""
  },
  {
    "line": 80,
    "lyric": "5",
    "mix": "",
    "action": "横移",
    "romaji": ""
  },
  {
    "line": 81,
    "lyric": "6 うっ！はっ！",
    "mix": "",
    "action": "横移",
    "romaji": ""
  },
  {
    "line": 82,
    "lyric": "7",
    "mix": "",
    "action": "横移",
    "romaji": ""
  },
  {
    "line": 83,
    "lyric": "8 えい！やあ！",
    "mix": "",
    "action": "横移",
    "romaji": ""
  }
]